Repository: ibra-96/KKF_CBP
Catalog: AlfaPeople.KingKhalidFoundation.Web/App_GlobalResources/CorporationProfile.*.resx
Languages: ar_eg

source: absent
ar_eg: غياب

source: Accepted
ar_eg: مقبول

source: Account
ar_eg: الحساب

source: Address
ar_eg: العنوان

source: Admin Email
ar_eg: البريد الإلكتروني للشخص المسئول عن حساب المنظمة

source: Attachment
ar_eg: المرفقات

source: Attendee Email
ar_eg: البريد الإلكتروني

source: Attendee Mobile
ar_eg: الجوال

source: Attendee Name
ar_eg: إسم الحاضر

source: Attendee Position
ar_eg: المسمي الوظيفي

source: Basic Data
ar_eg: البيانات الأساسية

# BoardOfDirectors
source: Is there a board of Directors?
ar_eg: هل يوجد مجلس ادارة؟

source: Classification Sector Non-Profit
ar_eg: تصنيف القطاع

source: Consultant
ar_eg: الإستشاري

source: Contacts
ar_eg: جهات الإتصال

# CorperationHistory
source: A brief history of the Corporation/Association
ar_eg: تاريخ المؤسسه / المنظمة

source: Corporate Name
ar_eg: إسم المنظمة

source: Corporate Profile
ar_eg: لمحه عن المنظمة

source: Corporation Registration Number
ar_eg: رقم تسجيل المؤسسه

source: Description
ar_eg: وصف

source: Duration Of The Project In Days
ar_eg: مدة المشروع

source: End Date
ar_eg: تاريخ الإنتهاء

source: Extension
ar_eg: التحويلة

source: Fax Number
ar_eg: رقم الفاكس

source: Founded Year
ar_eg: سنة التأسيس

source: Instagram Account
ar_eg: حساب الإنستجرام

source: Is Public
ar_eg: عام(للجميع)

source: Last Time To Apply
ar_eg: أخر ميعاد للتقديم

source: Mission
ar_eg: الرسالة

source: Name of Administrator Corporation
ar_eg: اسم الشخص المسئول عن حساب المنظمة

source: Objectives
ar_eg: الاهداف

source: Oficial Email
ar_eg: البريد الإلكتروني الرسمي

source: POBox
ar_eg: صندوق البريد

source: Postal Code
ar_eg: الرمز البريدي

# PrivateMessage
source: This is a private grant and this is your target segment.
ar_eg: هذه منحة خاصة وهذه هي الشريحة المستهدفة.

source: Program Type
ar_eg: نوع البرنامج

# PublicMessage
source: This is a public grant and the segment you are targeting is all portal users.
ar_eg: هذه منحة عامة والجزء الذي تستهدفه هو كل مستخدمي البوابة.

source: Registration Data
ar_eg: بيانات التسجيل

source: Rejected
ar_eg: مرفوض

source: Select Consultant
ar_eg: إختار جهة مستشار

source: Select Governorate
ar_eg: إختار محافظه

source: Select Model
ar_eg: إختار نموذج

source: Select Neighborhoods
ar_eg: إختار حي

source: Select Region
ar_eg: إختار منطقه

source: Snapchat Account
ar_eg: حساب السناب شات

source: Start Date
ar_eg: تاريخ البداية

source: Tax Number
ar_eg: رقم السجل الضريبي

source: Telephone Number
ar_eg: رقم الهاتف

source: Training Headquarters
ar_eg: مقر التدريب

source: Twitter Account
ar_eg: حساب التويتر

source: Vision
ar_eg: الرؤية

source: Website
ar_eg: الموقع الإلكتروني

source: Why would you like to join us?
ar_eg: الرجاء اختيار البرنامج الذي تريد الانضمام اليه

source: Workshop Details
ar_eg: وصف ورشه العمل

source: Workshop Model
ar_eg: نموذج ورشه العمل

source: Workshop Name
ar_eg: إسم ورشه العمل

source: Workshop Status
ar_eg: حالة ورشة العمل

source: YouTube Account
ar_eg: حساب قناة اليوتيوب

source: Administrator Email
ar_eg: البريد الإلكتروني لمدير المنظمة

source: Gender Type on the Organization
ar_eg: نوع العاملين في المؤسسه / المنظمة

source: JobTitle
ar_eg: المسمى الوظيفي للمستخدم

# Mobile
source: Mobile Number
ar_eg: الجوال

source: Sector
ar_eg: القطاع

# AttachCertificateRegistration
source: Attach Certificate of Registration Corporate
ar_eg: إرفاق شهادة تسجيل المنظمة

# BasicInformation
source: Let's start with the basic information
ar_eg: معلومات عن المنظمة

source: Build Your Profile
ar_eg: إنشاء حساب

# InformationToBeKnowed
source: This information will let us know more about you
ar_eg: الرجاء إكمال البيانات التالية

# UploadCorpratePhoto
source: Please Uploade Corporate Photo
ar_eg: يرجى تحميل شعار المنظمة

source: SeletProgramType
ar_eg: إختار نوع البرنامج

source: Governorate
ar_eg: المحافظة

source: Neighborhoods
ar_eg: الحي

source: Region
ar_eg: المنطقة

# UploadCorpratePhotoErrorMsg
source: Please choose an image with the correct extension (.png, .jpg, .jpeg)
ar_eg: الرجاء اختيار صورة بالامتداد الصحيح (.png ، .jpg ، .jpeg)

# CorporationNameNote
source: The name must match the registration certificate Accredited by the National Center for Non-Profit Sector Development ,Every organizition must register once with the email address approved by the organizition and with a single username.
ar_eg: يجب أن يكون الاسم مطابق لشهادة التسجيل المعتمدة من المركز الوطني لتنمية القطاع غير الربحي, يجب على كل جمعية أن تسجل لمرة واحدة بالبريد الإلكتروني المعتمد لدى الجمعية وباسم مستخدم واحد
