Repository: ibra-96/KKF_CBP
Catalog: AlfaPeople.KingKhalidFoundation.Web/App_GlobalResources/IncubationWorkshops.*.resx
Languages: ar_eg

# AddAttendee
source: Add Attendance Data
ar_eg: اضف بيانات المشاركين

# Attachments1
source: Please attach the Letter of Commitment or any other supporting documents
ar_eg: يرجى إرفاق إقرار الإلتزام أو أي مرفقات أخرى

source: Commitment File
ar_eg: ملف إقرار الالتزام

source: Description
ar_eg: وصف

source: Duration Of The Project In Days
ar_eg: مدة المشروع

source: End Date
ar_eg: تاريخ الانتهاء

source: Funding Source
ar_eg: مصدر التمويل

source: I Agree On
ar_eg: أنا موافق

source: Invitation Status
ar_eg: حالة دعوة

source: Is Public
ar_eg: عام(للجميع)

source: Join To The Workshop
ar_eg: انضمام الي ورشة العمل

source: Last Time To Apply
ar_eg: آخر موعد للتقديم

# MustAgreeOnCommitment
source: Must Agree On Commitment File
ar_eg: يجب الموافقة على إقرار الالتزام

# PrivateMessage
source: This is a private advertisement for specific targeted NPOs
ar_eg: هذا الإعلان خاص للمنظمات المختارة

# PublicMessage
source: This is open advertisement for all NPOs
ar_eg: هذا الإعلان عام لجميع المنظمات

source: Select Consultant
ar_eg: اختر الجهة الاستشارية

source: Select Governorate
ar_eg: اختر المحافظة

source: Select Model
ar_eg: اختر النموذج

source: Select Neighborhoods
ar_eg: اختر الحي

source: Select Region
ar_eg: اختر المنطقة

source: Start Date
ar_eg: تاريخ البدء

# TrainingHeadquarters
source: Training Venue
ar_eg: مقر التدريب

source: Workshop Details
ar_eg: وصف ورشة العمل

# WorkshopModel
source: Workshop Topic
ar_eg: موضوع ورشة العمل

# WorkshopName
source: Workshop Title
ar_eg: عنوان ورشة العمل

source: Workshop Status
ar_eg: حالة ورشه العمل
